{
  "LocaleSwitcher": {
    "label": "Ngôn ngữ",
    "locale": "{locale, select, vi {Tiếng Việt} en {Tiếng Anh} other {Unknown}}"
  },
  "Header": {
    "policy": "Chính sách",
    "help": "Trợ giúp",
    "signin": "Đăng nhập",
    "schedules": "Lịch trình"
  },
  "HomePage": {
    "title": "Tìm vé xe buýt giá rẻ cho chuyến đi tiếp theo của bạn",
    "description": "Dễ dàng so sánh và đặt chuyến đi tiếp theo của bạn với Busbud."
  },
  "NotFoundPage": {
    "title": "Halaman Tidak Ditemukan",
    "description": "Ups! Sepertinya Anda menemukan halaman yang tidak ada. Jangan khawatir, sihir internasionalisasi kami masih bekerja keras di bagian lain aplikasi. Silakan kembali untuk menjelajahi lebih lanjut!"
  },
  "Navigation": {
    "home": "Beranda"
  },
  "Footer": {
    "copyright": "© 2024 Aplikasi Anda. Hak cipta dilindungi."
  },
  "About": {
    "about_travel_title": "Về Du Lịch Tàu Hỏa",
    "train_travel_tips": "Mẹo Du Lịch Tàu Hỏa",
    "train_travel_tip_1": "Nếu bạn đi du lịch ở Việt Nam, học một số cụm từ cơ bản bằng tiếng Việt sẽ rất hữu ích. Điều này không chỉ giúp bạn dễ dàng di chuyển tại các ga tàu mà người dân cũng sẽ đánh giá cao sự cố gắng của bạn.",
    "train_travel_tip_2": "Hãy bắt đầu tận hưởng cảnh đẹp ngay khi lên tàu. Nếu bạn đi tàu đêm, hãy thư giãn và tận hưởng chuyến đi qua những cảnh quan tuyệt đẹp của Việt Nam.",
    "train_travel_tip_3": "Đi tàu là một phương thức di chuyển thân thiện với môi trường. Tàu hỏa mang đến cơ hội để bạn chiêm ngưỡng vẻ đẹp thiên nhiên của Việt Nam, những cảnh sắc mà máy bay không thể mang lại.",
    "train_travel_tip_4": "Hãy nhớ mang theo đồ ăn nhẹ và nước uống, đặc biệt là khi đi tàu dài ngày. Các ga tàu ở Việt Nam thường có các món ăn đặc sản địa phương, đừng bỏ lỡ cơ hội thưởng thức những món ăn ngon trên đường đi!",
    "did_you_know": "Bạn có biết?",
    "train_origin": "Tàu hỏa đầu tiên tại Việt Nam được người Pháp đưa vào sử dụng vào cuối thế kỷ 19. Tuyến đường sắt đầu tiên nối Hà Nội với Hải Phòng.",
    "daily_train_departures": "Mỗi ngày có hàng trăm chuyến tàu khởi hành trên khắp Việt Nam, nối liền các thành phố lớn với những vùng miền xa xôi.",
    "supertrain": "Việt Nam nổi tiếng với các chuyến tàu giường nằm, cung cấp một cách di chuyển thoải mái cho những chuyến đi dài qua đêm. Tuy nhiên, khác với các tàu cao tốc, tàu giường nằm không phải là phương tiện di chuyển nhanh nhất."
  },
  "TopTravel": {
    "top_travel_routes": "Các Tuyến Tàu Phổ Biến",
    "from_hanoi_to_sai_gon": "Tàu từ Hà Nội đến Sài Gòn",
    "from_hanoi_to_haiphong": "Tàu từ Hà Nội đến Hải Phòng",
    "from_hcm_to_nhatrang": "Tàu từ TP.HCM đến Nha Trang",
    "from_hcm_to_danang": "Tàu từ TP.HCM đến Đà Nẵng",
    "from_hanoi_to_hue": "Tàu từ  Hà Nội đến Huế",
    "from_hanoi_to_vinh": "Tàu từ  Hà Nội đến Vinh"
  },
  "SubBanner": {
    "trusted_by": "Được tin cậy bởi hơn 1 triệu du khách mỗi năm tìm kiếm vé tàu",
    "coverage": "Phục vụ hơn 2 triệu tuyến tàu ở tất cả các tỉnh và thành phố.",
    "support": "Dịch vụ khách hàng tận tâm từ khi đặt vé đến khi đi du lịch."
  },
  "SearchForm": {
    "origin": "NƠI KHỞI HÀNH",
    "origin_placeholder": "Điểm đi...",
    "destination": "ĐIỂM ĐẾN",
    "destination_placeholder": "Điểm đến...",
    "date": "NGÀY ĐI",
    "return_date": "NGÀY TRỞ VỀ",
    "return_date_placeholder": "Không bắt buộc",
    "passengers": "Hành khách",
    "submit_button": "Tìm kiếm",
    "update_submit_button": "Cập nhật"
  }
}
